Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: Tan,255,204,153
pt: Marrom Claro,255,204,153

source: Target Field:
pt: Campo de destino:

source: Teal,0,128,128
pt: Azul-petróleo,0,128,128

source: Technical Notes on _Interlinear Import...
pt: Notas Técnicas sobre Importação de Textos _Interlinear...

source: Technical Notes on _SFM Database Import...
pt: Notas Técnicas sobre Importação de Banco de Dados _SFM…

source: Technical Notes on _Writing Systems...
pt: Notas Técnicas sobre Sistemas de _Escrita…

source: Technical Notes on Lin_guaLinks Import...
pt: Notas Técnicas sobre Importação do Lin_gualinks…

source: TECkit (compiled TEC file)
pt: TECkit (arquivo TEC compilado)

source: TECkit (source MAP file)
pt: TECkit (arquivo MAP fonte)

source: TECkit Mapping
pt: Mapeamento TECkit

source: TECkit Mapping Files
pt: Arquivos de Mapeamento do TECkit

source: Template Name
pt: Nome de Modelo

source: Test
pt: Testar

source: Test Follow Link
pt: Testar Seguir Link

source: Test the {0} writing system:
pt: Testar o sistema de escrita {0}:

source: Text
pt: Texto

source: Text after
pt: Texto após

source: Te&xt after:
pt: Te&xto após:

source: Text before
pt: Texto antes

source: Text &before:
pt: Texto &antes:

source: Text Changed
pt: Texto Alterado

source: Text Chart
pt: Quadro de Textos

source: Text Chart Markers
pt: Marcadores de Quadro de Textos

source: Text Constituent Chart Templates
pt: Modelos de Quadros de Constituintes do Texto

source: Text Files
pt: Arquivos de Texto

source: Text Files (*.txt)|*.txt|All Files (*.*)|*.*
pt: Arquivos de Texto (*.txt)|*.txt|Todos os Arquivos (*.*)|*.*

source: Text files|*.txt
pt: Arquivos de texto|*.txt

source: Text is {0}
pt: Texto é {0}

source: Text is {0} on {1}
pt: Texto é {0} em {1}

source: Text is a translation
pt: Texto é uma tradução

source: Text is part of:
pt: Texto é parte de:

source: Text Markup Tags
pt: Etiquetas de Marcação de Texto

source: Text Size
pt: Tamanho do Texto

source: textBox1
pt: caixadeTexto1

source: textBox2
pt: caixadeTexto2

source: textBox3
pt: caixadeTexto3

source: textBox4
pt: caixadeTexto4

source: textBox5
pt: caixadeTexto5

source: textBox6
pt: caixadeTexto6

source: texts
pt: textos

source: Texts
pt: Textos

source: _Texts && Words
pt: _Textos && Palavras

source: Texts && Words
pt: Textos && Palavras

source: Texts...
pt: Textos…

source: Thank you for checking out this version of FieldWorks Language Explorer.
pt: Obrigado por experimentar esta versão do Language Explorer do FieldWorks.

source: That character is undefined and cannot be added.
pt: Esse carácter não é definido e não pode ser adicionado.

source: The "{0}" writing system already exists. To distinguish the new writing system you are creating from "{0}", add script, region and/or variant information.{1}{1}Alternatively, remove this new writing system and use the existing writing system, "{0}", if it meets your needs.
pt: O sistema de escrita "{0}" já existe. Para distinguir o novo sistema de escrita que estiver criando do "{0}", adicionar informações de script, região e/ou variante. {1} {1} Como alternativa, remova este novo sistema de escrita e use o sistema existente, "{0}", se ele atende às suas necessidades.

source: The "{0}" writing system already uses the full code "{1}". To distinguish the new writing system you are creating from "{0}", add script, region and/or variant information.{2}{2}Alternatively, cancel the Writing System Wizard and use the existing writing system, "{0}", if it meets your needs.
pt: O sistema de escrita "{0}" já usa o código completo "{1}". Para distinguir o novo sistema de escrita que estiver criando do "{0}", adicionar informações de script, região e/ou variante. {2} {2} Como alternativa, cancele o Assistente do sistema de escrita e use o sistema existente, "{0}", se ele atender às suas necessidades.

source: The {0} database needs to be updated from version {1} to version {2}.{3}{3}Performing this update could take a while. Do you want to continue with the Update?
pt: O banco de dados {0} precisa ser atualizado da versão {1} para a versão {2}. {3} {3} Efetuar esta atualização poderá demorar um pouco. Você deseja continuar com a Atualização?

source: The {0} I need is not shown in the Catalog. Create a custom {1}.
pt: O {0} necessário não se encontra no Catálogo. Criar um {1} personalizado.

source: The {0} is too long to store, so it has been truncated to the first {1} characters.
pt: O {0} é muito longo para armazenar, por isso foi cortado para os primeiros {1} caracteres.

source: The {0} Scripture does not contain any books yet.
pt: As Escrituras {0} ainda não tem nenhum livro.

source: The abbreviation for the class '{0}' was not found in the set of Natural Classes.
pt: A abreviatura da classe '{0}' não foi encontrada no conjunto de Classes Naturais.

source: The abbreviation for this inflection class.
pt: A abreviatura desta classe de flexão.

source: The abbreviation for this natural class.
pt: A abreviatura desta classe natural.

source: The abbreviation is used to identify the writing system in multilingual fields and in other places where a short name for the writing system is required.
pt: A abreviatura é usada para identificar o sistema de escrita nos campos multilíngues e em outros lugares onde é necessário um nome curto para o sistema de escrita.

source: The abbreviation to be used for this category.
pt: A abreviatura a ser usada por esta categoria.

source: The affix process rule and inflection class will be lost! Do you still want to continue?
pt: A regra do processo de afixo e da classe de flexão serão perdidos! Você ainda deseja continuar?

source: The affix process rule will be lost! Do you still want to continue?
pt: A regra do processo de afixo será perdida! Você ainda deseja continuar?

source: The affix process rule, inflection class, and some grammatical information will be lost! Do you still want to continue?
pt: A regra do processo de afixo, classe de flexão e algumas informações gramaticais serão perdidas! Você ainda deseja continuar?

source: The allomorph is used in these contexts.
pt: O alomorfo é usado nestes contextos.

source: The analysis writing system list was changed in another program before you changed it here. You need to shut down all FieldWorks programs and restart them.
pt: A análise da lista do sistema de escrita foi alterada por outro programa antes de você alterá-la aqui. Você precisa fechar todos os programas do FieldWorks e reiniciá-los.

source: The application is an intermediate version, so the database can not be upgraded.
pt: O aplicativo é uma versão intermediária, portanto, o banco de dados não pode ser atualizado.

source: The application was not able to follow that link. ({0})
pt: O aplicativo não foi capaz de acompanhar esse link. ({0})

source: The application was not able to follow that link. This can happen if you have deleted the object that was pointed to by the link.
pt: O aplicativo não foi capaz de acompanhar esse link. Isso pode acontecer se você tiver excluído o objeto que foi apontado pelo link.

source: The base or underlying form of the lexical entry.
pt: A base ou forma subjacente da entrada lexical.

source: The category is used in these contexts:
pt: A categoria é usada nestes contextos:

source: The category of the stem to which this affix attaches.
pt: A categoria do radical que atribui este afixo.

source: The category of this stem or root.
pt: A categoria deste radical ou raiz.

source: The category, etc. of the resulting stem of the compound is.
pt: A categoria, etc. do radical resultante do composto é.

source: The command could not be completed because the FieldWorks Language Explorer could not be launched (did you install it?).
pt: O comando não pôde ser concluído porque o FieldWorks Language Explorer não pôde ser iniciado (tenha você instalá-lo?).

source: The contents of the input file ({0}) have changed. It will now be re-loaded.
pt: O conteúdo do arquivo de entrada ({0}) foram alterados. Agora, será novamente carregado.

source: The converter is not yet complete.
pt: O conversor ainda não está completo.

source: The Converter Mapping File specified cannot be found.
pt: O arquivo de mapeamento do conversor especificado não pode ser encontrado.

source: The converter you are trying to create already exists. Do you want to replace it?
pt: O conversor que você está tentando criar já existe. Deseja substituí-lo?

source: The Database folder ({0}) is compressed. A new project cannot be created unless the folder is decompressed. To fix this problem, close down this application and any other open FieldWorks applications. When you next launch a FieldWorks application, there will be an opportunity to fix the folder automatically.
pt: A pasta do Banco de Dados ({0}) está compactada. Não é possível criar um novo projeto se a pasta não for descompactada. Para corrigir esse problema, feche este aplicativo e quaisquer outros aplicativos abertos do FieldWorks. Da próxima vez que iniciar um aplicativo do FieldWorks, haverá uma oportunidade para corrigir automaticamente a pasta.

source: The Database folder ({0}) is encrypted. A new project cannot be created unless the folder is decrypted. To fix this problem, close down this application and any other open FieldWorks applications. When you next launch a FieldWorks application, there will be an opportunity to fix the folder automatically.
pt: A pasta do Banco de Dados ({0}) está criptografada. Não é possível criar um novo projeto se a pasta não for descriptografada. Para corrigir esse problema, feche este aplicativo e quaisquer outros aplicativos abertos do FieldWorks. Da próxima vez que iniciar um aplicativo do FieldWorks, haverá uma oportunidade para corrigir automaticamente a pasta.

source: The database is an intermediate version, so it can not be upgraded.
pt: O banco de dados é uma versão intermediária, por isso não pode ser atualizado.

source: The database is being renamed.
pt: O banco de dados está sendo renomeado.

source: The Database Version is an intermediate version, so it can not be upgraded.
pt: A versão do banco de dados é uma versão intermediária, por isso não pode ser atualizada.

source: The default discourse chart template cannot be deleted, moved or promoted.
pt: O modelo do quadros de discurso padrão não pode ser excluído, movido ou promovido.

source: The definition for this sense.
pt: A definição deste significado.

source: The encoding converter repository could not be accessed. A system administrator must either give your account write access to the appropriate directories, or else modify the writing system for you.
pt: O repositório do conversor de codificação não pôde ser acessado. O administrador de sistema tem que dar sua conta de acesso de gravação para os diretórios apropriados, ou então modificar o sistema de escrita para você.

source: The entire &Scripture project
pt: O projeto inteiro das &Escrituras.

source: The entry has been deleted by another user since you opened the project. Your changes to this entry will be discarded when you exit the project.
pt: A entrada foi excluída por outro usuário desde que você abriu o projeto. Suas alterações para esta entrada serão descartadas quando você sair do projeto.

source: The entry is not set, possibly because it has been deleted by another user. Your changes to this entry will be discarded when you exit the project.
pt: A entrada não está definida, possivelmente porque foi excluída por outro usuário. Suas alterações para esta entrada serão descartadas quando você sair do projeto.

source: The entry is used in these contexts.
pt: A entrada é usada nestes contextos.

source: The environment and infix position will be lost! Do you still want to continue?
pt: O ambiente e a posição do infixo serão perdidos! Você ainda deseja continuar?

source: The environment and some grammatical information will be lost! Do you still want to continue?
pt: O ambiente e algumas informações gramaticais serão perdidos! Você ainda deseja continuar?

source: The environment is being used {0} times{1}by your allomorphs.
pt: O ambiente está sendo usado {0} vezes{1}por seus alomorfos.

source: The environment is being used 1 time{0}by your allomorphs.
pt: O ambiente está sendo usado 1 vezes{0}por seus alomorfos.

source: The environment will be lost! Do you still want to continue?
pt: O ambiente será perdido! Você ainda deseja continuar?

source: The environment, infix position, and some grammatical information will be lost! Do you still want to continue?
pt: O ambiente, a posição do infixo, e algumas informações gramaticais serão perdidos! Você ainda deseja continuar?

source: The environments describing where the infix may occur with respect to the stem. Testers: Please see section 3.3 of the Conceptual Introduction document for how to key an infix position environment. (A review of section 3.1.3 might also prove helpful.)
pt: Os ambientes que descrevem onde o infixo pode ocorrer em relação ao radical. Testadores: Consulte a seção 3.3 do documento de Introdução Conceitual para saber como acertar o ambiente da posição do infixo. (Uma análise da seção 3.1.3 também pode ser útil.)

source: The environments in which this allomorph occurs. Testers: Please see section 3.1.3 of the Conceptual Introduction document for how to key an environment.
pt: Os ambientes em que ocorre esta Alomorfia. Testadores: Consulte seção 3.1.3 do documento de Introdução Conceitual para saber como acertar o ambiente

source: The file "{0}" contains an unsupported encoding of {1}. Please convert this file manually and also contact the developers.
pt: O arquivo "{0}" contém uma codificação que não suporta o {1}. Por favor, converter este arquivo manualmente e também entrar em contato com os desenvolvedores.

source: The file "{0}" does not contain any valid books.
pt: O arquivo "{0}" não contém quaisquer livros válidos.

source: The file specifying the conversion does not exist
pt: O arquivo que especifica a conversão não existe

source: The file you have selected is not in the external links folder for this project. Would you like to move or copy the file to that folder to make it easier to share and back up, along with your other project data?
pt: O arquivo que você selecionou não está na pasta de links externos para este projeto. Deseja mover ou copiar o arquivo para essa pasta tornando mais fácil o compartilhar e o backup, junto com os outros dados do projeto?

source: The file you selected ({0}) does not appear to be a valid LinguaLinks XML file. Please choose a valid LinguaLinks XML file.
pt: O arquivo selecionado ({0}) não parece ser um arquivo XML do LinguaLinks válido. Por favor, escolha um arquivo XML do LinguaLinks válido.

source: The filter is being turned off so that you can see the new text.
pt: O filtro está sendo desligado para que você possa ver o novo texto.

source: The 'Find' operation failed. We've observed this before and the reasons are mysterious. If you can get it to happen repeatedly, please send the FieldWorks developers a copy of your database and the string you were searching for and tell us where the search started. Usually, the problem goes away if you just try again. That should be safe.
pt: A operação 'Localizar' falhou. Nós já observamos isso antes e as razões são misteriosas. Se isso ocorrer repetidamente, por favor envie para os desenvolvedores do Fieldworks uma cópia do seu banco de dados e a seqüência de caracteres que você estava procurando e diga-nos onde a pesquisa começou. Normalmente, o problema desaparece se você tentar novamente. Isso deve ser seguro.

source: The following Anthropology Codes were added to the language project:
pt: Os seguintes Códigos de Antropologia foram adicionados ao projeto do idioma:

source: The following characters are not defined. Therefore, they will not be added to the valid characters list.
pt: Os seguintes caracteres não estão definidos. Portanto, eles não serão adicionados à lista de caracteres válidos.

source: The following complex form types were added to the language project:
pt: Os seguintes tipos de forma complexa foram adicionados ao projeto do idioma:

source: The following Conditions were added to the language project:
pt: As Condições a seguir foram adicionados ao projeto do idioma:

source: The following conflicts resulted in duplicated entries or senses:
pt: Os seguintes conflitos resultaram em entradas ou significados duplicados:

source: The following data was truncated on import:
pt: Os seguintes dados foram imcompletos na importação:

source: The following inflectional affixes may be added to the obligatory slot {0}.
pt: Os seguintes afixos flexionais podem ser adicionado à posição obrigatória {0}.

source: The following inflectional affixes may be added to the optional slot {0}.
pt: Os seguintes afixos flexionais podem ser adicionado à posição opcional {0}.

source: The following invalid data was imported:
pt: Os seguintes dados inválidos foram importados:

source: The following natural classes have been specified in the grammar area.
pt: As seguintes classes naturais foram especificadas na área de gramática.

source: The following project files are not available for import:
pt: Os seguintes arquivos de projeto não estão disponíveis para importação:

source: The following slots are available for the category {0}.
pt: As seguintes posições são disponíveis para a categoria {0}.

source: The fraction is malformed
pt: A divisão é incorreto

source: the imported version
pt: Versão Importada

source: The infix position and some grammatical information will be lost! Do you still want to continue?
pt: A posição de infixo e algumas outras informações gramaticais serão perdidas! Você ainda deseja continuar?

source: The infix position will be lost! Do you still want to continue?
pt: A posição de infixo será perdida! Você ainda deseja continuar?

source: The inflection class and infix position will be lost! Do you still want to continue?
pt: A classe flexional e posição de infixo serão perdidas! Você ainda deseja continuar?

source: The inflection class and some grammatical information will be lost! Do you still want to continue?
pt: A classe flexional e algumas informações gramaticais serão perdidas! Você ainda deseja continuar?

source: The inflection class will be lost! Do you still want to continue?
pt: A classe flexional será perdida! Você ainda deseja continuar?

source: The inflection class, infix position, and some grammatical information will be lost! Do you still want to continue?
pt: A classe flexional, posição de infixo e algumas informações gramaticais serão perdidas! Você ainda deseja continuar?

source: The inflection feature I need is not shown here. Add inflection features to {0}.
pt: A característica flexional necessária não é mostrado aqui. Adicionar características flexionais a {0}.

source: The last remaining Text Markup tag list cannot be deleted.
pt: A última lista restante de etiquetas de Marcação de Texto não pode ser excluída.

source: The lexeme form does not match the morpheme type.
pt: A forma de lexema não corresponde ao tipo de morfema.

source: The lexical reference type is used in this context:
pt: O tipo de referência lexical é usado neste contexto:

source: The link target is not currently available, probably because a filter excludes it. Do you want to turn off the filter?
pt: O destino do link não está disponível no momento, provavelmente porque um filtro o exclui. Você deseja desativar o filtro?

source: The program may quit after the restore has finished. If it does, you can then restart the program on the (restored) project.
pt: O programa pode ser finalizado após completar a restauração. Se isso acontecer, você pode reiniciar o programa usando o projeto (restaurado).

source: The program may quit after updating the project. If so, you can then restart the program on the updated project.
pt: O programa pode ser finalizado após a atualização do projeto. Se isso acontecer, então você pode reiniciar o programa com o projeto atualizado.

source: The project {0} on {1} is being renamed to {2}.
pt: O projeto {0} em {1} está sendo renomeado para {2}.

source: The region abbreviation "{0}" is reserved for "{1}", so it cannot be used here.
pt: A abreviatura de região "{0}" é reservada para "{1}", e não pode ser usada aqui.

source: The region abbreviation "{0}" was associated with "{1}". Do you want to change "{0}" to refer to "{2}"?
pt: A abreviatura de região "{0}" foi associada com "{1}". Você deseja mudar "{0}" para referir a "{2}"?

source: The Region Abbreviation must be exactly 2 or 3 characters long.
pt: A Abreviatura de Região deve ter exatamente 2 ou 3 caracteres.

source: The region abbreviation you entered is already in use.
pt: A abreviatura de região que você digitou já está sendo usada.

source: The region name "{0}" is already associated with "{1}", so it cannot be used here.
pt: O nome de região "{0}" já está associado com "{1}", e não pode ser usado aqui.

source: The Script Abbreviation must be exactly 4 characters long.
pt: A Abreviatura do Script deve conter exatamente 4 caracteres.

source: The selected lexical entry ({0}) is a {1}.
pt: A entrada lexical selecionada ({0}) é um(a) {1}.

source: The selected lexical entry (<CitationForm>) is a <MorphType>.
pt: A entrada lexical selecionada (<Forma de Citação>) é um <Tipo de Morfema>.

source: The sense is being used in these contexts:
pt: O significado está sendo usado nestes contextos:

source: The stem name and some grammatical information will be lost! Do you still want to continue?
pt: O nome do radical e algumas informações gramaticais serão perdidos! Você ainda deseja continuar?

source: The stem name will be lost! Do you still want to continue?
pt: O nome do radical será perdido! Você ainda deseja continuar?

source: The text charting mechanism can only handle one template at this point. Only the first template will be used.
pt: O mecanismo de quadros de texto só pode manipular um modelo neste momento. Somente o primeiro modelo será usado.

source: The Text Markup Tags list can only have two levels (tag types and tags).
pt: A lista de Etiquetas de Marcação de Texto só pode ter dois níveis (tipos de etiqueta e etiquetas).

source: The two entries have been merged.
pt: As duas entradas foram mescladas.

source: The underlying text for this chart appears to have changed. The program has attempted to repair things, but you may just need to start over.
pt: O texto base para este quadro parece ter mudado. O programa tentou reparar as coisas, mas talvez você só precisa começar de novo.

source: The updated mapping file <{0}> has been saved.
pt: O arquivo de mapeamento atualizado <{0}> foi salvo.

source: The variant abbreviation "{0}" is reserved for "{1}", so it cannot be used here.
pt: A abreviatura de variante "{0}" é reservada para "{1}", e então não pode ser usada aqui.

source: The variant abbreviation "{0}" was associated with "{1}". Do you want to change "{0}" to refer to "{2}"?
pt: A abreviatura de variante "{0}" era associada com "{1}". Voce deseja mudar "{0}" para referir a "{2}"?

source: The variant abbreviation you entered is already in use.
pt: A abreviatura de variante digitada já está sendo usada.

source: The variant name "{0}" is already associated with "{1}", so it cannot be used here.
pt: O nome da variante "{0}" já está associado com "{1}", e não pode ser usado aqui.

source: There are {0} homographs of {1}. FieldWorks currently supports a maximum of 255 distinct homographs.
pt: Existem {0} homógrafos de {1}. FieldWorks atualmente suporta um máximo de 255 homógrafos distintos.

source: There are duplicate {0} fields named "{1}". Please choose a different name.
pt: Existem {0} campos duplicados com o nome "{1}". Escolha um nome diferente.
